{
  "reward": {
    "geschenke": "BELOHNUNG 🎁🎉"
  },

  "contact": {
    "send_us": "Sende uns eine Nachicht",
    "name": "Name",
    "email": "E-Mail",
    "subject": "Thema",
    "message": "Nachicht",
    "submit": "Nachicht senden",
    "contact_us": "Impressum",
    "address": "Adresse: Straße, Nummer, Dresden",
    "phone": "Telefon: 01577/123123112345678923231",
    "email_contact": "Email: Habithub@test.de"
  },

  "title": "Über Uns - HabitHub",
  "aboutText": "Über die Spende",
  "step3Text": "Insgesamt eröffnet die Habit-Spende eine vielversprechende Zukunft für datengetriebene Forschung. Durch die freiwillige Bereitstellung von Gewohnheitsdaten tragen Menschen aktiv zur wissenschaftlichen Erkenntnis bei und gestalten den Fortschritt in Bereichen wie Gesundheit, Psychologie und Sozialwissenschaften. Diese innovative Form der Datenspende könnte nicht nur den Weg für neue Entdeckungen ebnen, sondern auch das Bewusstsein für die Bedeutung von Datenethik und Transparenz stärken.",
  "navigation": {
    "homePageName": "<b>Hab</b>Share",
    "donatePageName": "Spende",
    "aboutPageName": "Über die Spende",
    "contactPageName": "Kontakt",
    "languageCode": "de",
    "language": "Deutsch"
  },

  "footer": {
    "imprint": "Impressum",
    "privacy": "Datenschutz",
    "accessibility": "Barrierefreiheit"
  },

  "privacy": {
    "title": "Datenschutzerklärung",
    "text": "<h2>1. Datenschutz auf einen Blick</h2>\n<h3>Allgemeine Hinweise</h3>\n<p>Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.</p>\n<h3>Datenerfassung auf dieser Website</h3>\n<h4>Wer ist verantwortlich für die Datenerfassung auf dieser Website?</h4>\n<p>Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.</p>\n<h4>Wie erfassen wir Ihre Daten?</h4>\n<p>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.</p>\n<p>Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.</p>\n<h4>Wofür nutzen wir Ihre Daten?</h4>\n<p>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.</p>\n<h4>Welche Rechte haben Sie bezüglich Ihrer Daten?</h4>\n<p>Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.</p>\n<p>Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.</p>\n<h3>Analyse-Tools und Tools von Drittanbietern</h3>\n<p>Beim Besuch dieser Website kann Ihr Surf-Verhalten statistisch ausgewertet werden. Das geschieht vor allem mit sogenannten Analyseprogrammen.</p>\n<p>Detaillierte Informationen zu diesen Analyseprogrammen finden Sie in der folgenden Datenschutzerklärung.</p>\n<h2>2. Hosting</h2>\n<p>Wir hosten die Inhalte unserer Website bei folgendem Anbieter:</p>\n<h3>Externes Hosting</h3>\n<p>Diese Website wird extern gehostet. Die personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters gespeichert. Hierbei kann es sich v. a. um IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Websitezugriffe und sonstige Daten handeln, die über eine Website generiert werden.</p>\n<p>Das externe Hosting erfolgt zum Zwecke der Vertragserfüllung gegenüber unseren potenziellen und bestehenden Kunden (Art. 6 Abs. 1 lit. b DSGVO) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art. 6 Abs. 1 lit. f DSGVO). Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) umfasst. Die Einwilligung ist jederzeit widerrufbar.</p>\n<p>Unser Hoster wird Ihre Daten nur insoweit verarbeiten, wie dies zur Erfüllung seiner Leistungspflichten erforderlich ist und unsere Weisungen befolgen.</p>\n<p>Wir setzen folgenden Hoster ein:</p>\n<p>Technische Universität Dresden<br/>CIDS – Center for Interdisciplinary Digital Sciences<br/>01062 Dresden<br/><br/>Tel. +49 351 463-40000<br/>E-Mail: servicedesk@tu-dresden.de<br/><br/>Der Datenschutzbeauftragte:<br/>Herr Jens Syckor<br/>01062 Dresden<br/><br/>Tel. +49 351 463-32839<br/>E-Mail: informationssicherheit@tu-dresden.de</p>\n<h2>3. Allgemeine Hinweise und Pflichtinformationen</h2>\n<h3>Datenschutz</h3>\n<p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.</p>\n<p>Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Diese Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen, sowie wie und zu welchem Zweck dies geschieht.</p>\n<p>Bitte beachten Sie, dass die Datenübertragung im Internet (z. B. per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz vor Zugriffen Dritter ist nicht möglich.</p>\n<h3>Hinweis zur verantwortlichen Stelle</h3>\n<p>Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:<br/>TUD Dresden University of Technology<br/>Faculty of Business and Economics<br/>Research Group Digital Health<br/>01062 Dresden<br/><br/>Tel. +49 351 463-37671<br/>E-Mail: digital-health@tu-dresden.de</p>\n<h3>Speicherdauer</h3>\n<p>Sofern in dieser Datenschutzerklärung keine spezielle Speicherdauer genannt ist, verbleiben Ihre Daten bei uns, bis der Zweck entfällt. Bei Löschersuchen oder Widerruf Ihrer Einwilligung löschen wir Ihre Daten, sofern keine rechtlichen Aufbewahrungsfristen entgegenstehen.</p>\n<h3>Rechtsgrundlagen</h3>\n<p>Wir verarbeiten auf Basis Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO), zur Vertragserfüllung (Art. 6 Abs. 1 lit. b) sowie zur Erfüllung rechtlicher Pflichten (Art. 6 Abs. 1 lit. c) und auf Grundlage berechtigter Interessen (Art. 6 Abs. 1 lit. f).</p>\n<h3>Empfänger</h3>\n<p>Eine Weitergabe erfolgt nur an Dienstleister, Behörden oder Partner im Rahmen der Vertragserfüllung, rechtlicher Verpflichtungen oder berechtigter Interessen und stets unter Auftragsverarbeitungsverträgen.</p>\n<h3>Widerruf</h3>\n<p>Sie können Ihre Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen. Die Rechtmäßigkeit vor dem Widerruf bleibt unberührt.</p>\n<h3>Widerspruchsrecht</h3>\n<p>Bei Verarbeitung auf Grundlage von Art. 6 Abs. 1 lit. e/f DSGVO können Sie aus Gründen Ihrer Situation jederzeit widersprechen. Datenverarbeitung zu Direktwerbung können Sie jederzeit ablehnen.</p>\n<h3>Beschwerderecht</h3>\n<p>Sie haben das Recht, sich bei einer Datenschutzaufsichtsbehörde zu beschweren.</p>\n<h3>Datenübertragbarkeit</h3>\n<p>Sie können Auskunft in maschinenlesbarer Form und Übertragung an andere Verantwortliche verlangen.</p>\n<h3>Auskunft, Berichtigung, Löschung</h3>\n<p>Sie haben jederzeit das Recht auf Auskunft, Berichtigung oder Löschung Ihrer Daten.</p>\n<h3>Einschränkung der Verarbeitung</h3>\n<ul><li>Bei Bestreiten der Richtigkeit</li><li>Bei unrechtmäßiger Verarbeitung</li><li>Bei Löschungskonflikt mit Rechtsansprüchen</li><li>Bei Widerspruch Art. 21</li></ul>\n<h3>SSL/TLS</h3>\n<p>Wir nutzen SSL/TLS zum Schutz vertraulicher Daten. Erkennbar an „https://“ und Schloss-Icon.</p>\n<h2>4. Datenerfassung auf dieser Website</h2>\n<h3>Cookies</h3>\n<p>Unsere Seite verwendet Cookies zur technischen Funktion, Analyse und Werbung. Notwendige Cookies basieren auf Art. 6 Abs. 1 lit. f DSGVO; andere nur mit Ihrer Einwilligung (Art. 6 Abs. 1 lit. a & § 25 Abs. 1 TDDDG). Widerruf jederzeit möglich. Browser-Einstellungen können Cookies blockieren, was Funktionalität einschränken kann.</p>\n<h3>Kontaktformular</h3>\n<p>Bei Anfragen per Formular speichern wir Ihre Eingaben auf Basis von Art. 6 Abs. 1 lit. b/f oder Ihrer Einwilligung (Art. 6 Abs. 1 lit. a). Löschung auf Anfrage oder Widerruf.</p>\n<h3>Anfragen per E-Mail, Telefon, Fax</h3>\n<p>Wir speichern Ihre Anfrage und Daten auf Basis von Art. 6 Abs. 1 lit. b/f oder Ihrer Einwilligung (Art. 6 Abs. 1 lit. a). Löschung auf Anfrage oder Widerruf.</p>\n<h2>5. Plugins und Tools</h2>\n<h3>Google Fonts</h3>\n<p>Wir nutzen Google Fonts für einheitliche Typografie. Ihr Browser lädt Fonts von Google, wodurch Ihre IP an Google übertragen wird. Nutzung auf Basis von Art. 6 Abs. 1 lit. f DSGVO oder mit Einwilligung (Art. 6 Abs. 1 lit. a & § 25 Abs. 1 TDDDG). Widerruf möglich. Unterstützung durch lokal installierte Standardschrift bei Nichtunterstützung.</p>\n<h3>Google reCAPTCHA</h3>\n<p>Wir nutzen reCAPTCHA, um automatisierte Anfragen zu verhindern. Google analysiert Ihr Verhalten (z. B. IP, Mausbewegungen) im Hintergrund. Nutzung auf Basis von Art. 6 Abs. 1 lit. f DSGVO oder mit Einwilligung (Art. 6 Abs. 1 lit. a & § 25 Abs. 1 TDDDG). Widerruf möglich.</p>\n<p>Quelle: <a href=\"https://www.e-recht24.de\" target=\"_blank\" rel=\"noopener noreferrer\">e-recht24.de</a></p>"
  },

  "accessibility": {
    "title": "Barrierefreiheit",
    "text": "<p>Die Forschungsgruppe Digitale Gesundheit ist bestrebt, ihre Websites und mobilen Anwendungen barrierefrei zugänglich zu machen, gemäß dem Barrierefreie-Websites-Gesetz (BfWebG) und der Barrierefreie-Informationstechnik-Verordnung (BITV 2.0), zur Umsetzung der EU-Richtlinie 2016/2102.</p><p><h4>Erstellung dieser Erklärung zur Barrierefreiheit</h4>Diese Erklärung wurde am 8. April 2025 erstellt und zuletzt am 8. April 2025 aktualisiert. Die letzte Überprüfung dieser Webpräsenz mittels Selbstbewertung erfolgte am 8. April 2025.<br>Die Grundlage für die Erstellung dieser Erklärung ist eine Selbstbewertung der Vereinbarkeit der Website mit den Anforderungen des BfWebG gemäß BITV 2.0.</p><p><h4>Stand der Vereinbarkeit mit den Anforderungen der BITV</h4>Diese Webpräsenz wurde vor dem 8. April 2025 veröffentlicht und entspricht noch nicht vollständig dem aktuellen Stand der Barrierefreiheit. Wir arbeiten kontinuierlich an der Weiterentwicklung dieser Webpräsenz und bemühen uns dabei auch, Barrieren abzubauen.</p><p><h4>Nicht barrierefreie Inhalte</h4><ul><li>Alternativtexte für Bilder und grafische Elemente sind nicht vollständig vorhanden.</li><li>ARIA-Attribute zur Orientierung innerhalb von Elementen sind nicht vollständig verfügbar.</li><li>Die Tastaturbedienbarkeit ist für folgende Elemente/Inhalte nicht vollständig gegeben: Beschriftungen für Kontext und Verhalten.</li><li>Die Position des Tastaturfokus ist nicht deutlich sichtbar.</li><li>Wörter und Abschnitte in anderen Sprachen sind nicht gekennzeichnet.</li><li>Bei Formularen gibt es keine Übersichtsseite zur nachträglichen Prüfung oder Korrektur der Eingaben. Diese werden direkt übermittelt.</li><li>Auf Start- und Übersichtsseiten können bestimmte Elemente nicht übersprungen werden, da Überschriften fehlen.</li></ul></p><p><h4>Feedback und Kontaktangaben</h4>Wenn Sie Mängel in Bezug auf die barrierefreie Gestaltung feststellen, kontaktieren Sie uns bitte unter:<br><br>Email: <a href='mailto:digital-health@tu-dresden.de'>digital-health@tu-dresden.de</a><br>Telefon: <a href='tel:+4935146337671'>+49 351 463-37671</a></p><p><h4>Durchsetzungsverfahren</h4>Wenn Sie mit der Bearbeitung Ihres Feedbacks nicht zufrieden sind, können Sie sich an die Durchsetzungsstelle des Freistaates Sachsen wenden:<br><br><p>Geschäftsstelle des Beauftragten der Sächsischen Staatsregierung für die Belange von Menschen mit Behinderungen<br>Albertstraße 10<br>01097 Dresden</p><p>Postanschrift: Archivstraße 1, 01097 Dresden<br>Email: <a href='mailto:info.behindertenbeauftragter@sk.sachsen.de'>info.behindertenbeauftragter@sk.sachsen.de</a><br>Telefon: <a href='tel:+4935156412161'>+49 351 564-12161</a><br>Internet: <a href='https://www.inklusion.sachsen.de'>https://www.inklusion.sachsen.de</a></p></p>"
  },

  "imprint": {
    "title": "Impressum",
    "text": "<h4>HabShare</h4><p>Technische Universität Dresden<br>Fakultät Wirtschaftswissenschaften<br>Forschungsgruppe Digitale Gesundheit<br>01062 Dresden</p><p><h4>Kontakt</h4>Dipl.-Wi.-Ing. Felix Reinsch<br>Email: <a href='mailto:digital-health@tu-dresden.de'>digital-health@tu-dresden.de</a><br>Telefon: <a href='tel:+4935146337671'>+49 351 463-37671</a></p><p><h4>Haftungsausschluss</h4>Die Inhalte dieser Website wurden mit größtmöglicher Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der bereitgestellten Informationen können wir jedoch keine Gewähr übernehmen.</p><h4>Externe Links</h4>Diese Website enthält Links zu externen Websites Dritter. Auf deren Inhalte haben wir keinen Einfluss. Für die Inhalte der verlinkten Seiten ist der jeweilige Anbieter oder Betreiber verantwortlich.<p></p><h4>Weitere Informationen</h4>Weitere Informationen finden Sie im <a href='https://tu-dresden.de/impressum'>Impressum der TU Dresden</a>.</p>"
  },

  "header": "Einführung",
  "text": "Liebe Spenderin/ Spender,<br> wie du wahrscheinlich weißt, stellt eine Gewohnheit eine Verbindung zwischen einem Verhalten und einem Kontext her, in dem das Verhalten konsequent ausgeführt wird. Nehmen wir zum Beispiel das Verhalten, 5 Kilometer zu laufen. Dieses Verhalten kann mit dem Kontext des morgendlichen Aufstehens an einem Wochenende in Verbindung gebracht werden. In diesem Szenario werden die Kontextkategorie Zeit (Wochenendmorgens) und die Kontextkategorie Verhalten (Aufwachen am Morgen) zu einem umfassenden Kontext kombiniert. Ich bin daran interessiert, die Kontexte zu erforschen, die du deinen Verhaltensweisen zuordnest, um sie zu deiner Gewohnheit zu machen. Indem du deine Gewohnheiten mit uns teilst, trägst du zu einem besseren Verständnis dafür bei, wie bestimmte Kontexte Verhaltensweisen verstärken können. Deine Erkenntnisse werden von unschätzbarem Wert sein, wenn es darum geht, anderen zu helfen, starke, personalisierte Gewohnheiten zu entwickeln.",
  "image": "pics/intro_pic.png",

  "donationHeader": "Daten Spende",
  "dataDonationGuide": "Daten Spende Anleitung",
  "proceeding": "Vorgehen",
  "step1": "Gib deine Gewohnheit als Satz ein.",
  "step2": "Markier die Teile deines Satzes und ordne jedem Teil den unten aufgeführten Kontext oder die Situation zu.",
  "step3": "Bestätige deine Gewohnheit, die du spenden möchtest, indem du auf \"Spenden\" drückst.",

  "example1": "<p><strong>Beispiel:</strong> Wenn ich <mark class=mark_physical>die Küche betrete</mark>  und <mark class=mark_prior>einen Obstkorb sehe</mark>, <mark class=mark_behavior>nehme ich einen Apfel</mark> und <mark class=mark_behavior>esse ihn</mark>.</p>",
  "clear": "↺",
  "time": "Zeit",
  "physical": "Umbgebung",
  "prior": "bisheriges Verhalten",
  "people": "Personen",
  "internal": "inneres Empfinden",
  "behavior": "Verhalten",
  "example2": "<h5>Platzhalter: Ich trinke ein Glas Wasser vor dem Zubettgehen.<h5>",
  "submit": "Teilen",
  "add": "+ weitere Gewohnheit",

  "demo_text": "Die von Ihnen bereitgestellten Informationen helfen uns dabei wertvolle Erkenntnisse zu gewinnen. Zur besseren Einordnung der Daten und Verbesserung des Forschungsergebnisses, würden wir uns freuen, wenn Sie die unten stehenden Angaben machen können. Die Teilnahme ist freiwillig und anonymisiert. Die Angaben werden vertraulich behandelt. </br> Bitte nehmen Sie sich einen Moment Zeit und füllen Sie die unten stehenden Felder aus:",

  "choose_option": "Wähle eine Option!",

  "sex": "Geschlecht:",
  "sex_m": "männlich",
  "sex_w": "weiblich",
  "sex_d": "divers",

  "origin": "Herkunft:",

  "graduation": "Schulabschluss:",
  "g_1": "Abitur",
  "g_2": "Fachabitur",
  "g_3": "Hochschulabschluss",

  "age": "Alter:",
  "weight": "Gewicht:",
  "w_1": "Untergewichtig",
  "w_2": "Normalgewichtig",
  "w_3": "Übergewichtig",
  "w_4": "Stark übergewichtig",
  "religious_affiliation": "Religionszugehörigkeit:",
  "christianity": "Christentum",
  "islam": "Islam",
  "judaism": "Judentum",
  "hinduism": "Hindu",
  "buddhism": "Buddismus",
  "shintoism": "Schintoismus",
  "nondenominational": "Non-denominational",
  "profession": "Beruflicher Kontext:",
  "study": "Im Studium",
  "training": "In Ausbildung",
  "employed_full_time": "Angestellt in Vollzeit",
  "employed_part_time": "Angestellt in Teilzeit",
  "self_employed": "Selbstständig/Freiberufler",
  "job_seeker": "Arbeitssuchend",
  "retired": "In Rente",
  "family_care": "Hausarbeit/Familienpflege",
  "working_hours": "Arbeitszeiten:",
  "shift_system_night": "Schichtsystem (inkl. Nachtschicht)",
  "shift_system_day": "Schichtsystem (ohne Nachtschicht)",
  "work_WE": "Dienst am WE",
  "free_WE_1": "WE meistens frei",
  "free_WE_2": "WE immer frei",
  "flexible": "Flexible Arbeitszeiten",
  "rigid": "Starre Arbeitszeiten",
  "homeoffice": "Homeoffice",
  "way_to_work": "Arbeitsweg:",
  "car": "Autofahrt",
  "walk": "Fußweg",
  "bike": "Fahrradfahrt",
  "public_transport": "Öffentliche Verkehrsmittel",
  "motorcycle": "Motorradfahrt",
  "carpool": "Mitfahrgelegenheit",
  "telecommuting": "Telecommuting (kein täglicher Weg zur Arbeit)",
  "other_way": "Sonstiges (z. B. Homeoffice mit gelegentlichen Vor-Ort-Terminen)",
  "private_context": "Privater Kontext:",
  "partner": "In Partnerschaft ohne Kind/Kinder",
  "partner_child": "In Partnerschaft mit Kind/Kindern",
  "single_child": "Alleinerziehend mit Kind/Kindern",
  "single": "Single ohne Kind/Kinder",
  "separate_partner_child": "Getrennt lebend, aber in Partnerschaft mit Kind/Kindern",
  "separate_single_child": "Getrennt lebend, Single mit Kind/Kindern",
  "separate_single": "Getrennt lebend, Single ohne Kind/Kinder",
  "other_constellation": "Andere familiäre Konstellation (bitte angeben)",
  "available_time": "Verfügbare Zeit:",
  "more_3": "Mehr als 3 Stunden pro Tag",
  "two_to_three": "2-3 Stunden pro Tag",
  "one_to_two": "1-2 Stunden pro Tag",
  "half_to_one": "0,5-1 Stunde pro Tag",
  "less_hours": "Weniger als 0,5 Stunden pro Tag",
  "relationship_context": "Beziehungskontext:",
  "partner_healthy": "Mein Partner ist sehr gesundheitsbewusst und regelmäßig körperlich aktiv.",
  "partner_moderate_healthy": "Mein Partner ist mäßig gesundheitsbewusst und gelegentlich körperlich aktiv.",
  "partner_supportive": "Mein Partner unterstützt meine Bemühungen um einen gesunden Lebensstil.",
  "partner_less_healthy": "Mein Partner ist wenig gesundheitsbewusst und selten körperlich aktiv.",
  "partner_inactive": "Mein Partner bevorzugt einen überwiegend inaktiven Lebensstil und zeigt wenig Interesse an gesundheitlichen Aspekten.",
  "no_partner": "Ich habe keinen Partner.",
  "pets": "Haustiere:",
  "pet_regular": "Ich habe ein Haustier, mit dem ich mich regelmäßig bewege/spazieren gehe.",
  "pet_more_activity": "Ich habe Haustiere, die mich zu mehr Aktivität im Alltag anregen.",
  "pet_no_impact": "Ich habe Haustiere, die keine Auswirkungen auf meine körperliche Aktivität haben.",
  "no_pet": "Ich habe keine Haustiere.",

  "slogan": "Du hast DEINE Gewohnheit auf den Pfad gebracht, ein Gemeingut zu werden.",
  "thanks": "🎉 Vielen Dank für DEINE Spende und für DEINEN Beitrag!",
  "donate_again": "Weitere Gewohnheit teilen",

  "Rewardbox": {
    "gift": "BELOHNUNG"
  },

  "Contactbox": {
    "send_us": "Sende uns eine Nachricht",
    "name": "Name",
    "email": "E-Mail",
    "subject": "Thema",
    "message": "Nachricht",
    "submit": "Nachricht senden",
    "contact_us": "Impressum",
    "address": "Adresse: Dresdner Straße 2, 01234 Dresden",
    "phone": "01577/123456789",
    "email_contact": "E-Mail: info@habithub.de"
  },

  "donateErrors": {
    "emptyFieldError": "Das Textfeld darf nicht leer sein!",
    "emptyBehaviorError": "Bitte markieren Sie ein Verhalten im Text, bevor Sie fortfahren.",
    "noCaptchaError": "Bitte bestätigen Sie, dass Sie kein Roboter sind."
  },
  "form_descriptions": {
    "sex": "Wähle das Geschlecht, mit dem du dich am meisten identifizierst.",
    "origin": "Wähle das Land, aus dem du kommst.",
    "graduation": "Wähle den höchsten Schulabschluss, den du erreicht hast.",
    "age": "Gib dein aktuelles Alter in Jahren ein.",
    "weight": "Wähle die Gewichtskategorie, die dich am besten beschreibt.",
    "occupation": "Wähle die Option, die deine aktuelle berufliche Situation am besten beschreibt.",
    "working_hours": "Wähle die Option, die deine Arbeitszeiten am besten beschreibt.",
    "way_to_work": "Wähle die Option, die deine Art des Arbeitswegs am besten beschreibt.",
    "private_context": "Wähle die Option, die deine aktuelle Familiensituation am besten beschreibt.",
    "available_time": "Wähle die Option, die beschreibt, wie viel Zeit dir für deine Gewohnheiten zur Verfügung steht.",
    "relationship_context": "Wähle die Option, die die Einstellung deines Partners zu Gesundheit und körperlicher Aktivität am besten beschreibt.",
    "pets": "Wähle die Option, die deine Beziehung zu Haustieren und deren Einfluss auf deine körperliche Aktivität am besten beschreibt."
  },
  
  "disclaimer": {
      "title": "Altersbestätigung",
      "text": "Willkommen! Diese Seite richtet sich an Nutzerinnen und Nutzer ab 18 Jahren. Wir verwenden ein kleines Cookie, um Ihre Bestätigung zu speichern und die Nutzung zu verbessern. Mit Klick auf 'Webseite betreten' bestätigen Sie, dass Sie über 18 sind und unserer Datenschutzerklärung zustimmen.",
      "confirm": "Webseite betreten",
      "leave": "Seite verlassen"
    }
}
