{
  "title": "About Us - HabitHub",
  "aboutText": "About the Donation",
  "step3Text": "Overall, the Habit donation opens up a promising future for data-driven research. By voluntarily providing habit data, people are actively contributing to scientific knowledge and shaping progress in fields such as health, psychology and social sciences. This innovative form of data donation could not only pave the way for new discoveries, but also raise awareness of the importance of data ethics and transparency.",
  "navigation": {
    "homePageName": "<b>HabitHub</b>",
    "donatePageName": "Home",
    "aboutPageName": "About",
    "contactPageName": "Contact",
    "currentLanguage": "en",
    "languages": {
      "first": "English",
      "second": "German",
      "third": "Japanese"
    }
  },
  "header": "Introduction",
  "text": "Dear habit contributor,<br> As you’re likely aware, a habit establishes a connection between a  behavior and a  context in which the behavior is consistently performed. Take, for instance, the behavior of running 5 kilometers. This behavior can be associated with the context of waking up in the morning on a weekend. In this scenario, the context category time (weekend mornings) and the context category related behavior (waking up in the morning) is combined into a comprehensive context. We are interested in exploring the contexts you assign to your behaviors to make it your habit. By sharing your habits with us, you contribute to a greater understanding of how specific contexts can reinforce behaviors. Your insights will be invaluable in helping other craft strong, personalized habits.",
  "image": "pics/intro_pic.png",

  "donationHeader": "Data Donation",
  "dataDonationGuide": "Data donation department",
  "step1": "<h5><strong>Enter your habit as a sentence, mark the parts of your sentence and match each part with the context or situation listed below.",
  "step2": "Step 2: Confirm the habit you would like to donate by clicking on \"Donate\"",

  "example1": "<p><strong>Example:</strong> If I <mark class=mark_PhysicalSetting>enter the kitchen</mark> and <mark class=mark_RelatedBehaviour>see a fruit basket</mark>, I am <mark class=mark_Behavior>taking an apple</mark> and <mark class=mark_Behavior>eat it</mark>.</p>",
  "clear": "↺",
  "time": "time",
  "physical": "physical setting",
  "prior": "prior behavior",
  "people": "people",
  "internal": "internal state",
  "behavior": "behavior",
  "step3": "<h5><strong>Confirm your habit</strong></h5>",
  "example2": "<h5>Placeholder: I drink a glass of water before bedtime.<h5>",
  "submit": "Donate",
  "add": "+ add another habit",

  "Contentbox": {
    "slogan": "You brought YOUR habit on the way to be become a common good.",
    "bedankung": "<h2>🎉 Thank you for YOUR donation and for YOUR contribution!</h2>",
    "donate_again": "Donate again!",
    "reward": "Get your reward!"
  },

  "Rewardbox": {
    "gift": "REWARD"
  },

  "Contactbox": {
    "send_us": "Send us a message",
    "name": "Name",
    "email": "E-Mail",
    "subject": "Subject",
    "message": "Message",
    "submit": "Send Message",
    "contact_us": "Impressum",
    "address": "Address: Dresdner Straße 2, 01234 Dresden",
    "phone": "01577/123456789",
    "email_contact": "E-Mail: info@habithub.de"
  },

  "emptyFieldError": "The text field must not be empty!",
  "emptyBehaviorError": "Please mark a behavior in the text before submitting."
}
